#შექმენით ცვლადი სადაც მიანიჭებთ თქვენს სახელს ეს ცვლადი უნდა დააკომენტაროთ და დაპრინტოთ და ახსნათ კომენტარებით რატომ ვერ გამოიტანს ცვლადის მნიშვნელობას

giorgi = "bichi"

#ცვლადი-giorgi
#მნიშვნელონა-bichi

print("giorgi")

#ამ შემთხვევაში ტერმინალი ეკრანზე გამოიტანს არა ცვლადის მნიშვნელობას არამეტ თვით მოცემულ ბრძანებას რომელიც მივეცით მას დასაპრინტათ

print(giorgi)

#ხოლო ამ შემთხვევაში ტერმინალი გამოიტანს ცვლადის მნიშვნელობას ვინაიდან ჩვენ ზემოთ კომპიუტერს მივეცით მითითება თუ რა იყო ცვლადის მნიშვნელობა
  